/* Some details about the app */
"About Prod" = "About Prod";

/* Asking to confirm canceling */
"Are you sure?" = "Are you sure?";

/* Tap here to become a premium user */
"Become a premium user" = "Become a premium user";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Choose the days of the week for the reminder to repeat */
"Choose days of the week" = "Choose days of the week";

/* Complete the task */
"Complete" = "Complete";

/* The task has been completed */
"Completed" = "Completed";

/* The user does not wish to lose changes */
"Continue editing" = "Continue editing";

/* No comment provided by engineer. */
"Custom Snooze Option" = "Custom Snooze Option";

/* abb days */
"d" = "d";

/* singular days */
"day" = "day";

/* plural days */
"days" = "days";

/* No comment provided by engineer. */
"Default Snooze Options" = "Default Snooze Options";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete %d reminders?" = "Delete %d reminders?";

/* Delete 'reminder name' */
"Delete \"%@\" ?" = "Delete \"%@\" ?";

/* No comment provided by engineer. */
"Delete this reminder?" = "Delete this reminder?";

/* The user wishes to lose changes */
"Discard changes" = "Discard changes";

/* A comment is short details that you can add to a reminder */
"Enter a short comment here" = "Enter a short comment here";

/* every Monday; every Wed, Thu, Sun */
"every " = "every ";

/* every 1 minute, every 1 hour
   Example: 'every year', 'every day' */
"every %@" = "every %@";

/* every 1 minute, every 1 hour */
"every \(autoSnoozeTime)" = "every \(autoSnoozeTime)";

/* No comment provided by engineer. */
"Favorite" = "Favorite";

/* Send ideas, complaints */
"Feedback" = "Feedback";

/* for x minutes */
"for %@" = "for %@";

/* Abbreviation of Friday */
"Fr" = "Fr";

/* Day of the week */
"Friday" = "Friday";

/* No comment provided by engineer. */
"Go premium and access the following features." = "Go premium and access the following features.";

/* abb hours */
"h" = "h";

/* singular hours */
"hour" = "hour";

/* plural hours */
"hours" = "hours";

/* abb months */
"m" = "m";

/* abb minutes */
"min" = "min";

/* singular minutes */
"minute" = "minute";

/* plural minutes */
"minutes" = "minutes";

/* Abbreviation of Monday */
"Mo" = "Mo";

/* Week, day, months */
"Modify custom interval" = "Modify custom interval";

/* The selected days of the week when the reminder repeats */
"Modify selected days of the week" = "Modify selected days of the week";

/* Day of the week */
"Monday" = "Monday";

/* singular months */
"month" = "month";

/* plural months */
"months" = "months";

/* Reminder never repeats */
"Never" = "Never";

/* Pick how many minutes are changed when you change the clock */
"Pick an interval" = "Pick an interval";

/* These days will be used to repeat a reminder */
"Pick one or more days" = "Pick one or more days";

/* Example 'Every 2 days' */
"PLURAL_SENTENCE" = "PLURAL_SENTENCE";

/* Tap here to see premium features */
"Premium Features" = "Premium Features";

/* No comment provided by engineer. */
"Remove favorite" = "Remove favorite";

/* Repeat every day, every 2 weeks
   Repeat every Monday */
"Repeat every" = "Repeat every";

/* The user taps to choose which days she wants the reminder to repeat on */
"Repeat on selected days of the week" = "Repeat on selected days of the week";

/* Pick an interval, like a week, or a day, to select when reminder should repeat */
"Repeat using a custom interval" = "Repeat using a custom interval";

/* abb seconds */
"s" = "s";

/* Abbreviation of Saturday */
"Sa" = "Sa";

/* Day of the week */
"Saturday" = "Saturday";

/* singular seconds */
"second" = "second";

/* plural seconds */
"seconds" = "seconds";

/* Week, day, months */
"Set custom interval" = "Set custom interval";

/* Abbreviation of Sunday */
"Su" = "Su";

/* Day of the week */
"Sunday" = "Sunday";

/* Add extra details to a reminder, like who you need to meet, where you need to go */
"Tap to enter extra details here" = "Tap to enter extra details here";

/* Abbreviation of Thursday */
"Th" = "Th";

/* No comment provided by engineer. */
"Thank you for your support. You now have access to the following features." = "Thank you for your support. You now have access to the following features.";

/* Day of the week */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Tomorrow" = "Tomorrow";

/* Abbreviation of Tuesday */
"Tu" = "Tu";

/* Day of the week */
"Tuesday" = "Tuesday";

/* abb weeks */
"w" = "w";

/* Abbreviation of Wednesday */
"We" = "We";

/* Day of the week */
"Wednesday" = "Wednesday";

/* singular weeks */
"week" = "week";

/* plural weeks */
"weeks" = "weeks";

/* This is placeholder for the reminders name */
"What would you like to remember?" = "What would you like to remember?";

/* abb years */
"y" = "y";

/* singular years */
"year" = "year";

/* plural years */
"years" = "years";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You cannot undo this" = "You cannot undo this";

/* All changes to the reminder that you are editing */
"You will lose all changes" = "You will lose all changes";

